export default [
  {
    id: 1,
    name: 'Первый канал',
    icopath: 'https://cdn.quasar.dev/img/mountains.jpg',
    liveurl: 'https://www.youtube.com/watch?v=ScMzIvxBSi4',
    programms: [
      {
        id: 1,
        channelId: 1,
        programm_name: 'test1',
        description:
          'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
        rating: 10,
        genres: [
          {
            id: 1,
            name: 'Драма',
          },
          {
            id: 2,
            name: 'Комедия',
          },
        ],
      },
      {
        id: 3,
        channelId: 1,
        programm_name: 'test3',
        description:
          'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
        rating: 20,
        genres: [
          {
            id: 1,
            name: 'Драма',
          },
          {
            id: 2,
            name: 'Комедия',
          },
        ],
      },
    ],
    programm: {
      id: 1,
      channelId: 1,
      programm_name: 'test1',
      description:
        'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
      rating: 0,
      genres: [
        {
          id: 1,
          name: 'Драма',
        },
        {
          id: 2,
          name: 'Комедия',
        },
      ],
    },
  },
  {
    id: 2,
    name: 'Первый канал',
    icopath: 'https://cdn.quasar.dev/img/mountains.jpg',
    liveurl: 'https://www.youtube.com/watch?v=ScMzIvxBSi4',
    programms: [],
    programm: {
      id: 2,
      channelId: 1,
      programm_name: 'test2',
      description:
        'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
      rating: 0,
      genres: [
        {
          id: 1,
          name: 'Драма',
        },
        {
          id: 2,
          name: 'Комедия',
        },
      ],
    },
  },
  {
    id: 3,
    name: 'Второй канал',
    icopath: 'https://cdn.quasar.dev/img/mountains.jpg',
    liveurl: 'https://www.youtube.com/watch?v=ScMzIvxBSi4',
    programms: [],
    programm: {
      id: 3,
      channelId: 1,
      programm_name: 'test3',
      description:
        'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
      rating: 0,
      genres: [
        {
          id: 1,
          name: 'Драма',
        },
        {
          id: 2,
          name: 'Комедия',
        },
      ],
    },
  },
  {
    id: 4,
    name: 'Третий канал',
    icopath: 'https://cdn.quasar.dev/img/mountains.jpg',
    liveurl: 'https://www.youtube.com/watch?v=ScMzIvxBSi4',
    programms: [],
    programm: {
      id: 4,
      channelId: 1,
      programm_name: 'test4',
      description:
        'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
      rating: 0,
      genres: [
        {
          id: 3,
          name: 'Романтика',
        },
        {
          id: 4,
          name: 'Детектив',
        },
      ],
    },
  },
  {
    id: 5,
    name: 'Четвёртый канал',
    icopath: 'https://cdn.quasar.dev/img/mountains.jpg',
    liveurl: 'https://www.youtube.com/watch?v=ScMzIvxBSi4',
    programms: [],
    programm: {
      id: 5,
      channelId: 1,
      programm_name: 'test5',
      description:
        'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
      rating: 0,
      genres: [
        {
          id: 5,
          name: 'Новости',
        },
      ],
    },
  },
  {
    id: 6,
    name: 'Пятый канал',
    icopath: 'https://cdn.quasar.dev/img/mountains.jpg',
    liveurl: 'https://www.youtube.com/watch?v=ScMzIvxBSi4',
    programms: [
      {
        id: 6,
        channelId: 1,
        programm_name: 'test6',
        description:
          'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
        rating: 8,
        genres: [
          {
            id: 6,
            name: 'Фантастика',
          },
        ],
      },
    ],
    programm: {
      id: 6,
      channelId: 1,
      programm_name: 'test6',
      description:
        'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
      rating: 0,
      genres: [
        {
          id: 7,
          name: 'Ужасы',
        },
        {
          id: 8,
          name: 'Триллер',
        },
        {
          id: 9,
          name: 'Документальное',
        },
      ],
    },
  },
  {
    id: 7,
    name: 'Первый канал',
    icopath: 'https://cdn.quasar.dev/img/mountains.jpg',
    liveurl: 'https://www.youtube.com/watch?v=ScMzIvxBSi4',
    programms: [],
    programm: {
      id: 7,
      channelId: 1,
      programm_name: 'test7',
      description:
        'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
      rating: 0,
      genres: [],
    },
  },
  {
    id: 8,
    name: 'Первый канал',
    icopath: 'https://cdn.quasar.dev/img/mountains.jpg',
    liveurl: 'https://www.youtube.com/watch?v=ScMzIvxBSi4',
    programms: [],
    programm: {
      id: 8,
      channelId: 1,
      programm_name: 'test8',
      description:
        'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
      rating: 0,
      genres: [
        {
          id: 8,
          name: 'Триллер',
        },
        {
          id: 9,
          name: 'Документальное',
        },
      ],
    },
  },
  {
    id: 9,
    name: 'Первый канал',
    icopath: 'https://cdn.quasar.dev/img/mountains.jpg',
    liveurl: 'https://www.youtube.com/watch?v=ScMzIvxBSi4',
    programms: [
      {
        id: 9,
        channelId: 1,
        programm_name: 'test9',
        description:
          'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
        rating: 9,
        genres: [
          {
            id: 7,
            name: 'Ужасы',
          },
        ],
      },
    ],
    programm: {
      id: 9,
      channelId: 1,
      programm_name: 'test9',
      description:
        'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
      rating: 9,
      genres: [
        {
          id: 1,
          name: 'Драма',
        },
      ],
    },
  },
  {
    id: 10,
    name: 'Первый канал',
    icopath: 'https://cdn.quasar.dev/img/mountains.jpg',
    liveurl: 'https://www.youtube.com/watch?v=ScMzIvxBSi4',
    programms: [],
    programm: {
      id: 10,
      channelId: 1,
      programm_name: 'test10',
      description:
        'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
      rating: 0,
      genres: [
        {
          id: 2,
          name: 'Комедия',
        },
      ],
    },
  },
];
