export default [
  {
    id: 1,
    name: 'Первый канал',
    icopath: 'https://cdn.quasar.dev/img/mountains.jpg',
    liveurl: 'https://www.youtube.com/watch?v=ScMzIvxBSi4',
    programm: {
      id: 1,
      channelId: 1,
      programm_name: 'test1',
      description:
        'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
      genres: [
        {
          id: 1,
          name: 'Драма',
        },
        {
          id: 2,
          name: 'Комедия',
        },
      ],
    },
  },
  {
    id: 2,
    name: 'Первый канал',
    icopath: 'https://cdn.quasar.dev/img/mountains.jpg',
    liveurl: 'https://www.youtube.com/watch?v=ScMzIvxBSi4',
    programm: {
      id: 2,
      channelId: 1,
      programm_name: 'test2',
      description:
        'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
      genres: [
        {
          id: 1,
          name: 'Драма',
        },
        {
          id: 2,
          name: 'Комедия',
        },
      ],
    },
  },
  {
    id: 3,
    name: 'Второй канал',
    icopath: 'https://cdn.quasar.dev/img/mountains.jpg',
    liveurl: 'https://www.youtube.com/watch?v=ScMzIvxBSi4',
    programm: {
      id: 3,
      channelId: 1,
      programm_name: 'test3',
      description:
        'Актуальные сюжеты на злобу дня, отличный юмор и море позитива! Короткие анекдотические ситуации разыгрывают шесть блестящих комедийных актеров: Галина Данилова, Ирина Медведева, Эдуард Радзюкевич, Андрей Кайков, Федор Добронравов и Сергей Дорогов. Впрограмме в гротескном виде представлена повседневная жизнь обычного россиянина.',
      genres: [
        {
          id: 1,
          name: 'Драма',
        },
        {
          id: 2,
          name: 'Комедия',
        },
      ],
    },
  },
];
